@extends('layouts.app')

@section('content')
    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-8">
                <div class="card">
                    <div class="card-header"><h2>Информация. Аттестация</h2></div>

                <div class="blockquote p-4 text-justify text-info card-body">
                    <blockquote>В частности, аттестация педагогических работников и приравненных к
                        ним лиц подразделяется на очередную или досрочную.
                        Очередная аттестация на присвоение (подтверждение)
                        квалификационных категорий проводится не реже одного раза в пять лет.
                    </blockquote>
                    <blockquote>    При проведении аттестации данных работников определяются: - выполнение
                        государственных общеобязательных стандартов соответствующего уровня образования;
                        - соблюдение квалификационных требований, предъявляемых к уровню квалификации
                        педагогического работника и приравненного к нему лица, в соответствии с заявленной
                        квалификационной категорией; - выполнение в своей профессиональной деятельности требований
                        нормативных правовых актов Республики Казахстан в области образования.
                    </blockquote>
                    <blockquote>Число тестовых вопросов составляет 60: знание законодательства РК в области образования - 20 вопросов;
                        основы педагогики и психологии - 20 вопросов; основы предметных знаний - 20 вопросов.
                    </blockquote>
                    <blockquote>Результат тестирования считается положительным при получении не менее 70% правильных ответов по основам предметных знаний,
                        50% - по основам педагогики и психологии, 50% - по законодательству республики в области образования.</blockquote>

            </div>
        </div>
    </div>
@endsection
